{
  "41455259": "Your website is important to your success. It needs to let visitors know the quality of your brand and products. That’s where I come in.",
  "65151990": "Ready for success?",
  "2268ff": "Home",
  "3c2336d": "About",
  "293b31": "Work",
  "-64104400": "Contact",
  "4866cb5d": "Crafting solutions for the modern web",
  "30c198e5": "LET'S TALK",
  "-237c552": "What I will do for you",
  "a98b550": "This is the core of what I do for your brand.",
  "79ceadde": "Design",
  "1b1320a0": "Your overall visuals are important to potential customers, so I will provide you with a design that people will suit your brand and please existing and potential customers.",
  "3d8d64e": "Build",
  "bd5fc83": "Sometimes people have a great idea, but don’t have the technical skill to execute it. In other cases, you have a design but can’t code. Leave the execution to me.",
  "-b54e851": "Support",
  "43a0e4a4": "A lot of business owners have advisors, but for their business needs not for their digital product or website. I am the person who will advise you in your digital space.",
  "-77eec6cc": "VAAYS (2021)",
  "25f3043": "Brand Design / Webflow Development",
  "-75ff5aec": "View case study",
  "bb0f269": "Sef McCullough (2021)",
  "-72d6451": "Website Design / Webflow Development",
  "-b2a392c": "Java Real Estate(2021)",
  "565249bf": "Let's Start Talking",
  "4f9f18d7": "I want you to tell me what you want so I can give you what you need.",
  "24eeab": "Name",
  "-2b7010d0": "Email Address",
  "-5a1f7994": "Project Budget",
  "-47dbd0ed": "Project Budget (Select one)",
  "72dd2fd5": "$3,000 - $5,000",
  "36c30996": "$5,000 - $8,000",
  "-2d8db1ed": "$8,000+",
  "-63dc6819": "Message",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "-1ed6dcc": "Made with determination by Chris.",
  "-941b48f": "I'm Chris Loggins",
  "4804bb53": "I'm a Digital Designer and Webflow Developer based in Chicago, IL. Currently a Webflow Developer at Crafted Studios.",
  "-67a7b857": "Download my resume",
  "-46fbdea": "I grew up in the foster care system and I didn’t have friends for the vast majority of my childhood, so I searched for something that could help me disconnect. Being naturally curious about how something is made, I decided I was going to figure out this: how are websites made? That is how I started my design journey at age eight;  by age fifteen I had my first job as web designer for New Images Design Agency. Nowadays I'm a digital designer who loves creating for both large and small brands alike.",
  "-6c88cc38": "Have you always used Webflow?",
  "-28fc59b0": "No, I have spent the vast majority of my career coding WordPress websites for my clients. When I started to freelance more, I realized that WordPress was overkill for the average project I was getting. My search for something more efficient kept leading me to Webflow. Admittedly, I had learned Webflow and even taught other designers how to use it, but I didn’t become a Webflow customer until I was transitioning out of my agency job. Now, I use Webflow for just about all my projects.",
  "45c31bcb": "What do you do outside design?",
  "-1111af0e": "There are a lot of things I do outside of design. I enjoy singing, gaming, binge watching Hunter x Hunter, and connecting with people on Twitter. I have a passion for helping others achieve their creations, so I do invest some time on the Webflow forums to help out when I can.  ",
  "34a2cc3f": "I am ready to put your brand on the right path.",
  "-40b0787c": "Page Not Found",
  "556d64d8": "The page you are looking for doesn't exist or has been moved",
  "-216518d0": "Java Real Estate",
  "ff2dcb": "Java Real Estate specializes in developing and investing in properties. The company's work has been successful over in turning low value properties into high value returns.",
  "33e0e063": "Getting it right",
  "3a164006": "Mr. Small had been trying for years to get a website up and running, but often found himself getting caught in the day-to-day responsibilities of operating his business or was frustrated with lack of knowledge on how to achieve results he wanted. After working together over the course of several weeks, we went through countless mockups and content revisions until finally landing on something that stuck. During the middle of the design phase, Mr.Small decided to rebrand when he aquired a new business partner: his son! I went back to the drawing board and worked tirelessly until I came up with a design they both liked. See the progress.",
  "16b5e27b": "A need for control",
  "60a3d43e": "Orginally, the website was build in WordPress, but Mr.Small was not as tech-savvy as his son and wanted to be able to edit the site on his own. After looking through various options, we decided that building in Webflow would be the best way to go about this. Not only did this make editing the site easy for Mr.Small, but he no longer had to worry about finding a hosting service or platform updates.",
  "-2e6f3d0f": "View the live site",
  "-11e08705": "Sef McCullough",
  "-2aac0e48": "As one of the most knowledgeable designers in the photo retouching space, Sef McCullough is now looking to share his knowledge with younger designers.",
  "-39f5a188": "The Design's Direction",
  "30b1d01d": "When we went back over our findings with one another, Sef agreed more often than not and provided ideas and inspiration that would drive forward the process! Sef has two logos, one for the homepage and the other for the rest of the website. The logo is a play on Sef's Visualist brand which showcases knowledge and inspiration in an accessible manner to audiences all across YouTube. It features bold colors that are also easy to see at any size or distance from computer screen- perfect!",
  "f6fb53a": "Goodbye Squarespace",
  "-126499d9": "Sef wanted more control and functionality for the money he was paying. As a designer, I agreed that Squarespace wasn't providing those things so we decided to do something about it - his site would be built with Webflow! The interface is easy enough for Sef to have complete control over his site while also being able to extend its function as needed without losing anything in quality or importance of information on any one page.",
  "-2f2d3ea2": "Loggins v2 Style Guide",
  "a1635b1": "These are the styles to be used across the website for consistency. These include colors, typography, and spacers. Any additional styles are to be included here and documented.",
  "-6d5fea1e": "Heading",
  "5e64d35a": "VAAYS Virtual Assistants",
  "-6aaab597": "VAAYS Virtual Assistants provides quality assistants to business owners. Founded in 2005, the company has grown into one of the top VA providers in their area.",
  "5f7d4227": "The New Brand Look",
  "-50887129": "With a business on the rise, VAAYS was in need of an updated identity. The goal for this project was to create feelings of quality and trustworthiness while adding just enough modernity to fit with their message that they help clients do more without stressing as much about it. Blue and green were chosen as the main colors because these are synced with both their mission statement- which is \"to make businesses grow by doing less.\" The yellow helps you get your attention. The checkmark, while not a logo in the traditional sense, drove home the point of 'checking things off your list' and lowercase type added to that approachable feel.",
  "6a5e4404": "The VAAYS team had a clear vision for their website. They wanted something modern and simple, so we went through idea after idea to make sure they were happy with the end product. After testing all of our ideas together as a group, I came up with an elegant design that everyone was pleased about - finally, just in time for development.",
  "1103a811": "Two Great Technologies",
  "-7b48efe6": "VAAYS originally built their website on Wix, but they soon realized that it wouldn't cut for the backend functionality that they wanted. They also needed to integrate certain apps on their backend that would be native to their website’s platform. What was their solution? I developed a WordPress site in Webflow using the Udesly Adapter. This allowed VAAYS to use some of the technologies from back end while retaining ease of content management with Webflow."
}